var age_table = [
    {
        id: 1,
        name: "新生兒﹝未滿四週﹞"
    },
    {
        id: 2,
        name: "嬰兒(滿四週至未滿一歲)"
    },
    {
        id: 3,
        name: "一歲"
    },
    {
        id: 4,
        name: "二歲"
    },
    {
        id: 5,
        name: "三歲"
    },
    {
        id: 6,
        name: "四歲"
    },
    {
        id: 7,
        name: "5-9歲"
    },
    {
        id: 8,
        name: "10-14歲"
    },
    {
        id: 9,
        name: "15-19歲"
    },
    {
        id: 10,
        name: "20-24歲"
    },
    {
        id: 11,
        name: "25-29歲"
    },
    {
        id: 12,
        name: "30-34歲"
    },
    {
        id: 13,
        name: "35-39歲"
    },
    {
        id: 14,
        name: "40-44歲"
    },
    {
        id: 15,
        name: "45-49歲"
    },
    {
        id: 16,
        name: "50-54歲"
    },
    {
        id: 17,
        name: "55-59歲"
    },
    {
        id: 18,
        name: "60-64歲"
    },
    {
        id: 19,
        name: "65-69歲"
    },
    {
        id: 20,
        name: "70-74歲"
    },
    {
        id: 21,
        name: "75-79歲"
    },
    {
        id: 22,
        name: "80-84歲"
    },
    {
        id: 23,
        name: "85-89歲"
    },
    {
        id: 24,
        name: "90-94歲"
    },
    {
        id: 25,
        name: "95-99歲"
    },
    {
        id: 26,
        name: "100歲以上"
    },
    {
        id: 99,
        name: "不詳"
    }
]
